/* %1$@ = current page; %2$@ = number of pages */
"%1$@ of %2$@" = "%1$@/%2$@";

/* %1$@ = source name (e.g. “another app”); %2$@ = non-relative localized date/time string (e.g. “Dec 1, 2017 at 3:53 PM”) */
"This shortcut was imported from %1$@ on %2$@." = "Aquesta drecera es va importar de: %1$@ el/l‘ %2$@.";

/* %1$@ = source name (e.g. “another app”); %2$@ = relative localized date/time string (e.g. “yesterday at 3:53 PM”) */
"This shortcut was imported from %1$@ %2$@." = "Aquesta drecera es va importar de: %1$@, %2$@.";

/* %@ = action name */
"Add “%@”" = "Afegir “%@”";

/* %@ = action name */
"Remove “%@”" = "Eliminar “%@”";

/* %@ = service name */
"Do you want to sign out of %@ in Shortcuts?" = "Vols tancar la sessió de %@ a Dreceres?";

/* %@ = service name */
"Do you want to sign out of %@?" = "Vols instal·lar tancar la sessió de %@?";

/* %@ = source app name */
"This shortcut was imported from %@. Are you sure you want to run it?" = "Aquesta drecera es va importar de: %@. Confirmes que la vols executar?";

/* %@ = type (can also be empty string); e.g. “as Date”; above it, there is a variable name such as “Event” */
"as %@" = "com a %@";

/* %@=action name */
"Delete the actions inside “%@”, too?" = "També vols eliminar les accions que hi ha a “%@”?";

/* %@=app name */
"Install %@" = "Instal·lar %@";

/* A label for the row in settings that shows the Siri phrase that the user has configured for a workflow */
"Siri Phrase" = "Frase de Siri";

/* Access resource action settings title */
"Accounts" = "Comptes";

/* Accessibility accouncement */
"Finished editing shortcuts" = "S’ha acabat d’editar les dreceres";

/* Accessibility accouncement; %@=action name */
"Favorited %@" = "%@ marcada com a favorita";

/* Accessibility accouncement; %@=action name */
"Un-favorited %@" = "%@ desmarcada com a favorita";

/* Accessibility accouncement; shortcut started running */
"Running shortcut" = "Executant drecera";

/* Accessibility action */
"Delete shortcut" = "Eliminar la drecera";

/* Accessibility action */
"Duplicate shortcut" = "Duplicar la drecera";

/* Accessibility action */
"Favorite Action" = "Acció favorita";

/* Accessibility action */
"Rename shortcut" = "Canviar el nom de la drecera";

/* Accessibility action */
"Un-favorite Action" = "Desmarcar l’acció com a favorita";

/* Accessibility action or discoverability title */
"Edit shortcut" = "Editar drecera";

/* Accessibility action or discoverability title */
"Run shortcut" = "Executar drecera";

/* Accessibility annoucement when inserting an action to a shortcut; %@ = action name */
"added %@ to shortcut" = "%@ s’ha afegit a la drecera";

/* Accessibility annoucement; input types that are accepted */
"Accepted Input Types" = "Tipus d’entrades acceptades";

/* Accessibility announcement */
"Closed variables tray" = "Safata de variables tancada";

/* Accessibility announcement */
"Editing shortcuts" = "Editant dreceres";

/* Accessibility announcement */
"Opened variables tray" = "Safata de variables oberta";

/* Accessibility announcement spoken aloud when the user starts dragging */
"dragging" = "arrossegant";

/* Accessibility announcement that shortcut finished running */
"Shortcut finished" = "Drecera acabada";

/* Accessibility announcement when inserting an action above another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut above %2$@" = "s’ha afegit %1$@ a la drecera que hi ha a sobre de: %2$@";

/* Accessibility announcement when inserting an action below another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut below %2$@" = "s’ha afegit %1$@ a la drecera que hi ha a sota de: %2$@";

/* Accessibility announcement when moving an action in a shortcut above another action; %@=action name */
"moved above %@" = "mogut a sobre de %@";

/* Accessibility announcement when moving an action in a shortcut below another action; %@=action name */
"moved below %@" = "mogut a sota de %@";

/* Accessibility announcement when removing an action from a shortcut; %@=action name */
"removed %@" = "%@ eliminada";

/* Accessibility announcement; %@ = shortcut name */
"Duplicated %@" = "%@ duplicada";

/* Accessibility announcement; collapsed parameter */
"collapsed" = "contret";

/* Accessibility announcement; dragging a shortcut */
"Dragging" = "Arrossegar";

/* Accessibility announcement; expanded parameter */
"expanded" = "expandit";

/* Accessibility announcement; shortcut stopped running because it was paused */
"Shortcut stopped" = "Drecera aturada";

/* Accessibility hint */
"Closes the shortcut" = "Tanca la drecera";

/* Accessibility hint */
"Creates a new shortcut" = "Crear una nova drecera";

/* Accessibility hint */
"Deletes the selected shortcuts" = "Elimina les dreceres seleccionades";

/* Accessibility hint */
"Double-tap to add to the bottom of the shortcut. Double-tap and hold, then drag to customize the position in the shortcut." = "Prem dues vegades per afegir a la part inferior de la drecera. Prem dues vegades i mantén premut, després, arrossega per personalitzar la posició a la drecera.";

/* Accessibility hint */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double tap to select." = "Es pot arrossegar. Prémer dues vegades i mantenir premut fins que se senti el so i aleshores, arrossegar per ordenar. Prémer dues vegades per seleccionar.";

/* Accessibility hint */
"Duplicates the selected shortcuts" = "Duplica les dreceres seleccionades";

/* Accessibility hint */
"This shortcut will be displayed in the Shortcuts action extension (in the iOS share menu) when the content being shared is one of the types you select here." = "La drecera es mostrarà a l’ampliació d’acció de l’app Dreceres (al menú compartir de l’iOS) quan el contingut que s’està compartint sigui un dels tipus seleccionats aquí.";

/* Accessibility hint */
"Turns off shortcut editing mode" = "Desactiva el mode d’edició de dreceres";

/* Accessibility hint */
"Turns on shortcut editing mode" = "Activa el mode d’edició de dreceres";

/* Accessibility hint for collapsing the actions drawer */
"Double-tap to collapse the actions drawer to half screen" = "Prem dues vegades per contreure el calaix d’accions a mitja pantalla";

/* Accessibility hint for expanding the actions drawer */
"Double-tap to fully expand the actions drawer" = "Prem dues vegades per ampliar del tot el calaix d’accions";

/* Accessibility hint on action */
"Double-tap to read the action description." = "Prémer dues vegades per llegir la descripció de l’acció.";

/* Accessibility hint on action */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double-tap to read the action description." = "Es pot arrossegar. Prémer dues vegades i mantenir premut fins que se senti el so i aleshores, arrossegar per ordenar. Prémer dues vegades per llegir la descripció de l’acció.";

/* Accessibility hint; Workflow Sync switch control */
"Double tap to toggle setting" = "Prem dues vegades per canviar el paràmetre";

/* Accessibility hint; choose parameter */
"Double tap to choose" = "Prémer dues vegades per seleccionar";

/* Accessibility hint; collapse parameter */
"Double-tap to collapse" = "Prem dues vegades per contreure";

/* Accessibility hint; double tap to insert variable */
"Double tap to insert" = "Prémer dues vegades per introduir";

/* Accessibility hint; expand parameter */
"Double-tap to expand" = "Prem dues vegades per expandir";

/* Accessibility hint; shortcut cell; %@=shortcut name */
"Runs the shortcut %@" = "Executa la drecera: %@";

/* Accessibility label */
"Add Tag" = "Afegir etiqueta";

/* Accessibility label */
"Close" = "Tancar";

/* Accessibility label */
"Create Shortcut" = "Crear drecera";

/* Accessibility label */
"Show Keyboard" = "Mostrar teclat";

/* Accessibility label for containers of nested actions, ex: Inside of Repeat */
"Inside of %@" = "Dins de: %@";

/* Accessibility label or discoverability title */
"Redo" = "Refer";

/* Accessibility label or discoverability title */
"Undo" = "Desfer";

/* Accessibility label to convey minimized state of actions table view */
"Minimized" = "Minimitzat";

/* Accessibility label to convey the collapsed state of the actions table view when it is only partially expanded */
"Half screen" = "Mitja pantalla";

/* Accessibility label to convey the fully expanded state of the actions table view */
"Full screen" = "Pantalla completa";

/* Accessibility label; %@ = action name, %d = action progress; e.g. Download URL action - Running - 38 percent completed */
"%@ action - Running - %d percent completed" = "Acció %@ - Executant‑se - %d per cent completat";

/* Accessibility label; %@ = action name; e.g. Show Alert action, New Ulysses Group action */
"%@ action" = "Acció %@";

/* Accessibility label; remove search filter */
"Remove filter" = "Eliminar filtre";

/* Accessibility label; shortcut cell not selected; %@=shortcut name */
"%@ (not selected)" = "%@ (no seleccionada)";

/* Accessibility value; switch is on */
"On" = "Activat";

/* Accessiblity announcement; release finger to remove; %@=action name */
"Release to remove %@" = "Deixar de prémer per eliminar: %@";

/* Action does not do anything to input and simply returns it as the output */
"This action passes input through as output." = "Aquesta acció passa l’entrada com a sortida.";

/* Action extension input variable description */
"Gets the input that was passed into the beginning of the shortcut." = "Obté l’entrada que es va passar al principi de la drecera.";

/* Action extension; no Share Sheet shortcuts */
"You don’t have any Share Sheet shortcuts yet.\n\nTo add one, create a shortcut and turn on “Show in Share Sheet” in its settings." = "Encara no tens cap drecera al full compartit.\n\nPer afegir‑ne una, crea una drecera i activa “Mostrar‑lo al full compartit” a la configuració.";

/* Action extension; no search results */
"No shortcuts match the search." = "Cap drecera coincideix amb la cerca.";

/* Action extension; no shortcuts */
"You don’t have any shortcuts yet." = "Encara no tens cap drecera.";

/* Actions provided by Siri Suggestions; title or button */
"Siri Suggestions" = "Suggeriments de Siri";

/* Activity subject; %@ = shortcut name */
"Shortcut: %@" = "Drecera:%@";

/* Add action to a shortcut button title */
"Add to this shortcut" = "Afegir a la drecera";

/* Add search filter */
"Add Filter" = "Afegir filtre";

/* Alert body for creating iCloud link */
"Anyone with access to this shared link will be able to view the contents of this shortcut." = "Tothom qui tingui accés a l’enllaç podrà veure el contingut d’aquesta drecera.";

/* Alert title */
"Error" = "Error";

/* Alert title for creating iCloud link */
"Create iCloud Link" = "Crear un enllaç de l’iCloud";

/* Allow access to service */
"Allow Access" = "Permetre l’accés";

/* App not installed; accessiblity hint */
"(Not Installed) %@" = "%@ (no instal·lat/da)";

/* App search view; navigation bar title */
"Choose App" = "Seleccionar una app";

/* App search view; no results */
"No results." = "Cap resultat.";

/* App search view; search bar placeholder */
"Search apps…" = "Buscar apps…";

/* Apple Watch complication */
"Complication" = "Complicació";

/* Apple Watch shortcuts empty state */
"You don’t have any Apple Watch shortcuts yet." = "Encara no tens cap drecera per a l’Apple Watch.";

/* Apple Watch shortcuts empty state description */
"Select which shortcuts should be displayed in the Shortcuts Complication on the clock face of your Apple Watch.\n\nOver time, Shortcuts will optimize when your shortcuts are shown in the Complication based on when you run them." = "Selecciona quines dreceres s’han de mostrar a la complicació Dreceres de l’esfera de l’Apple Watch.\n\nAmb el temps, l’app Dreceres optimitzarà quan es mostren les dreceres a la complicació en funció de quan les executes.";

/* Apps category */
"Apps" = "Apps";

/* Ask When Run variable description */
"Asks you to enter text when this shortcut runs." = "Et demana que introdueixis text quan s’executa aquesta drecera.";

/* Boolean false */
"False" = "Fals";

/* Boolean true */
"True" = "Cert";

/* Button */
"Back" = "Enrere";

/* Button */
"Cancel" = "Cancel·lar";

/* Button */
"Choose Variable" = "Seleccionar una variable";

/* Button */
"Clear" = "Esborrar";

/* Button */
"Delete Actions" = "Eliminar accions";

/* Button */
"Delete Shortcut" = "Eliminar la drecera";

/* Button */
"Done" = "Fet";

/* Button */
"Get More Shortcuts" = "Obtenir més dreceres";

/* Button */
"Go Back" = "Enrere";

/* Button */
"Help" = "Ajuda";

/* Button */
"Keep Actions" = "Conservar les accions";

/* Button */
"Next" = "Següent";

/* Button */
"OK" = "OK";

/* Button */
"Remove Action" = "Eliminar l’acció";

/* Button */
"Remove Action From Shortcut" = "Eliminar l’acció de la drecera";

/* Button */
"Remove Photo" = "Eliminar la foto";

/* Button */
"Select Magic Variable" = "Seleccionar variable màgica";

/* Button */
"Select Photo" = "Seleccionar foto";

/* Button */
"Show Action Settings" = "Mostrar configuració de l’acció";

/* Button */
"Show Actions" = "Mostrar accions";

/* Button */
"Sign Out" = "Tancar sessió";

/* Button */
"Take Photo" = "Fer foto";

/* Button in Share Sheet; add this shortcut to home screen */
"Add to Home Screen (Share Sheet)" = "Afegir a la pantalla d’inici";

/* Button in Workflow settings; add this shortcut to home screen */
"Add to Home Screen (Workflow Settings)" = "Afegir a la pantalla d’inici";

/* Button or title */
"Delete" = "Eliminar";

/* Button or title */
"Run Shortcut" = "Executar drecera";

/* Button or title */
"Settings" = "Configuració";

/* Button or title */
"Variables" = "Variables";

/* Button title */
"Add to Siri" = "Afegir a Siri";

/* Button title to import a shortcut */
"Get Shortcut" = "Obtenir drecera";

/* Button; makes output view full screen */
"Show Result Full-Screen" = "Mostrar pantalla completa del resultat";

/* Button; take a guided tour of building a workflow */
"Take a Guided Tour" = "Fer una visita guiada";

/* Button; used for sharing a shortcut's result */
"Share Result" = "Compartir el resultat";

/* Caption above list of supported apps and services */
"This shortcut works with the following apps and services:" = "Aquesta drecera funciona amb les següents apps i serveis:";

/* Choose an item */
"Choose" = "Seleccionar";

/* Conditional AND */
"and" = "i";

/* Conditional actions settings cell */
"Put Back “Otherwise”" = "Tornar a posar “Altrament”";

/* Conditional actions settings footer text */
"Actions placed after “Otherwise” will run if the condition is false." = "Les accions posteriors a “Altrament” s’executaran si la condició és falsa.";

/* Conditional actions settings navigation bar title */
"If Action" = "Acció si";

/* Confirmation HUD when link copies */
"Link copied" = "Enllaç copiat";

/* Confirmation dialog, stop sharing */
"Are you sure you want to stop sharing this shortcut? The iCloud link will be deleted and will no longer work." = "Confirmes que vols deixar de compartir aquesta drecera? L’enllaç de l’iCloud s’eliminarà i deixarà de funcionar.";

/* Confirmation when deleting selected shortcut */
"This shortcut will be deleted from all of your iCloud devices." = "Aquesta drecera s’eliminarà de tots els dispositius amb l’iCloud.";

/* Confirmation when deleting selected shortcuts */
"These shortcuts will be deleted from all of your iCloud devices." = "Aquestes dreceres s’eliminaran de tots els dispositius amb l’iCloud.";

/* Contact field; %1$@ = user entered contact; %2$@ = “a phone number or email address” or “an email address” or “a phone number” */
"“%1$@” doesn’t look like %2$@. Did you mean to add a contact?" = "“%1$@” no sembla un/una %2$@. Volies afegir un contacte?";

/* Contact field; %@ = user entered contact */
"Use “%@” Anyway" = "Utilitzar “%@” de tota manera";

/* Contact field; accessibility label */
"Add Contact" = "Afegir contacte";

/* Contact field; button */
"Search Contacts" = "Buscar Contactes";

/* Contact field; supported type string */
"a phone number" = "un número de telèfon";

/* Contact field; supported type string */
"a phone number or email address" = "un número de telèfon o adreça electrònica";

/* Contact field; supported type string */
"an email address" = "una adreça electrònica";

/* Content Types category */
"Content Types" = "Tipus de contingut";

/* Copy link to shortcut */
"Copy Link" = "Copiar enllaç";

/* Copy the link to a shortcut */
"Copy iCloud Link" = "Copiar l’enllaç d’iCloud";

/* Custom date format alert message */
"This format follows the patterns in Unicode Technical Standard #35." = "Aquest format segueix els patrons de l’estàndard tècnic Unicode #35.";

/* Custom date format alert title */
"Custom Date Format" = "Format de data personalitzat";

/* Custom date formatting style */
"Custom" = "Personalitzat";

/* Custom time format title */
"Custom Format" = "Format personalitzat";

/* Default option */
"Default" = "Per omissió";

/* Delete all shortcuts */
"Delete All" = "Eliminar-ho tot";

/* Delimeter for input types */
", " = ", ";

/* Deselect all input types */
"Deselect All" = "Desmarcar-ho tot";

/* Dictionary key placeholder */
"Key" = "Clau";

/* Discoverability or accessibility title */
"Shortcut Settings" = "Configuració de la drecera";

/* Discoverability or accessibility title */
"Stop Shortcut" = "Aturar la drecera";

/* Discoverability title */
"Close shortcut" = "Tancar la drecera";

/* Discoverability title */
"Search actions" = "Buscar accions";

/* Discoverability title */
"Stop shortcut" = "Aturar la drecera";

/* Displayed next to a switch to configure whether or not a workflow should appear in the share sheet */
"Show in Share Sheet" = "Mostrar‑lo al full compartit";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the Workflow widget */
"Show in Widget" = "Mostrar‑lo al widget";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the watch complication */
"Show in Complication" = "Mostrar‑ho a la Complicació";

/* Displayed next to a switch to configure whether or not a workflow should be shown on the Apple Watch */
"Show on Apple Watch" = "Mostrar‑lo a l’Apple Watch";

/* Duplicate a shortcut */
"Duplicate Shortcut" = "Duplicar la drecera";

/* Duplicate shortcut */
"Duplicate" = "Duplicar";

/* Edit import questions back bar button title */
"Questions" = "Preguntes";

/* Error message */
"No options available." = "Cap opció disponible.";

/* Error message; %@=error info */
"Could not load the App Store.\n\n%@" = "No s’ha pogut carregar l’App Store.\n\n%@";

/* Explanation of what users can do by selecting the shortcuts shown underneath the text */
"Run shortcuts quickly using the widget." = "Executa les dreceres ràpidament amb el widget.";

/* Favorite button title - action is NOT yet favorited */
"Favorite" = "Favorita";

/* Favorite button title - action is favorited */
"Favorited" = "Afegida a favorits";

/* Filled in with the user's account name, e.g. Account: johnmiller@gmail.com */
"Account: %@" = "Compte: %@";

/* Find and filter UI; all of the below conditions are true */
"All of the following are true" = "Totes les següents són verdaderes";

/* Find and filter UI; any one of the below conditions are true */
"Any of the following are true" = "Qualsevol de les següents són verdaderes";

/* Find filter UI layout for filter with a property and an operator (e.g. '`Start Date` `is today`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator}" = "${property} ${operator}";

/* Find filter UI layout for filter with a property and an operator and a follow up requirement (e.g. '`Start Date` `is today` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${and}" = "${property} ${operator} ${and}";

/* Find filter UI layout for filter with a property, operator and 2 values (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value}" = "${property} ${operator} ${value} ${operator_and} ${other_value}";

/* Find filter UI layout for filter with a property, operator and 2 values and a follow up requirement (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value} ${and}" = "${property} ${operator} ${value} ${operator_and} ${other_value} ${and}";

/* Find filter UI layout for filter with a property, operator and value (e.g. '`Calendar` `is` `Work`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value}" = "${property} ${operator} ${value}";

/* Find filter UI layout for filter with a property, operator and value and a follow up requirement (e.g. '`Calendar` `is` `Work` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${and}" = "${property} ${operator} ${value} ${and}";

/* Find filter UI layout for filter with a property, operator, value and unit (e.g. '`Start Date` `is in the next` `5` `days`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit}" = "${property} ${operator} ${value} ${unit}";

/* Find filter UI layout for filter with a property, operator, value and unit and a follow up requirement (e.g. '`Start Date` `is in the next` `5` `days` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit} ${and}" = "${property} ${operator} ${value} ${unit} ${and}";

/* Find filter UI layout for filter with just a property (e.g. '`Is All Day`'). This is used just for layout and the content between ${} should not be localized */
"${property}" = "${property}";

/* Find filter UI layout for filter with just a property and a follow up requirement (e.g. '`Is All Day` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${and}" = "${property} ${and}";

/* Find filter UI operator */
"begins with" = "comença amb";

/* Find filter UI operator */
"contains" = "conté";

/* Find filter UI operator */
"does not contain" = "no conté";

/* Find filter UI operator */
"ends with" = "acaba amb";

/* Find filter UI operator */
"is" = "és";

/* Find filter UI operator */
"is after" = "és posterior a";

/* Find filter UI operator */
"is before" = "és anterior a";

/* Find filter UI operator */
"is between" = "està entre";

/* Find filter UI operator */
"is exactly" = "és exactament";

/* Find filter UI operator */
"is greater than" = "és més gran que";

/* Find filter UI operator */
"is greater than or equal to" = "és més gran que o igual a";

/* Find filter UI operator */
"is in the last" = "està entre els/les últims/es";

/* Find filter UI operator */
"is in the next" = "és d’aquí a";

/* Find filter UI operator */
"is larger than" = "és més gran que";

/* Find filter UI operator */
"is larger than or equal to" = "és més gran o igual que";

/* Find filter UI operator */
"is less than" = "és més petit que";

/* Find filter UI operator */
"is less than or equal to" = "és més petit que o igual a";

/* Find filter UI operator */
"is longer than" = "és més llarg/a que";

/* Find filter UI operator */
"is longer than or equal to" = "és més llarg/a o igual que";

/* Find filter UI operator */
"is not" = "no és";

/* Find filter UI operator */
"is not exactly" = "no és exactament";

/* Find filter UI operator */
"is not on" = "no està a";

/* Find filter UI operator */
"is on" = "està a";

/* Find filter UI operator */
"is shorter than" = "és més curt/a que";

/* Find filter UI operator */
"is shorter than or equal to" = "és més curt/a o igual que";

/* Find filter UI operator */
"is smaller than" = "és més petit/a que";

/* Find filter UI operator */
"is smaller than or equal to" = "és més petit/a o igual que";

/* Find filter UI operator */
"is today" = "és avui";

/* Footer for section */
"Run this shortcut with your voice by adding it to Siri." = "Executa aquesta drecera amb la teva veu afegint‑la a Siri.";

/* Footer for table view section */
"Use this shortcut from other apps by opening the share sheet and tapping Shortcuts." = "Utilitza aquesta drecera des d’altres apps obrint el full per compartir i prement Dreceres.";

/* For a dictionary; description */
"Enter a key to extract its value from the dictionary, or leave blank to get the entire dictionary." = "Introdueix una clau per extreure’n el valor del diccionari o no introdueixis res per obtenir tot el diccionari.";

/* Format with local device name, for disambiguating sync conflicts to the user */
"%@ (This Device)" = "%@ (aquest dispositiu)";

/* Full name of contact */
"Full Name" = "Nom complet";

/* Full street address of location */
"Full Street Address" = "Adreça postal completa";

/* Get property */
"Get" = "Obtenir";

/* Get value for a dictionary key */
"Get Value for Key" = "Obtenir el valor de la clau";

/* Go to next import question */
"Continue" = "Continuar";

/* Guided tour; drag actions to here hint */
"…to here" = "…fins aquí";

/* Guided tour; drag actions to here hint (accessibility hint) */
"Drag actions to here" = "Arrossega les accions aquí";

/* Handoff info */
"This action, when run on Apple Watch, will require you to use Handoff and continue on your iPhone." = "Aquesta acció, quan s’executa a l’Apple Watch, requerirà que utilitzis el Handoff i continuïs a l’iPhone.";

/* Health quantity unit (e.g. mL); title */
"Unit" = "Unitat";

/* ISO 8601 date formatting style */
"ISO 8601" = "ISO 8601";

/* ISO 8601 date formatting style */
"ISO 8601 Time" = "Hora ISO 8601";

/* Icon editor accessibility label; %1$@ = glyph name, %2$@ = color name */
"%1$@ glyph, %2$@ background color" = "Glif %1$@, color de fons %2$@";

/* Icon editor tip text */
"Choose a custom image to use when this shortcut is added to the home screen." = "Selecciona una imatge personalitzada per utilitzar‑la quan s’afegeixi la drecera a la pantalla d’inici.";

/* Icon editor tip text */
"The image above will be used when this shortcut is added to the home screen." = "La imatge superior s’utilitzarà quan s’afegeixi aquesta drecera a la pantalla d’inici.";

/* Icon editor; accessibility label */
"Icon Preview" = "Previsualització de la icona";

/* Icon editor; accessibility label */
"Shortcut icon editor" = "Editor d’icones de dreceres";

/* Icon editor; segmented control option */
"Color" = "Color";

/* Icon editor; segmented control option */
"Glyph" = "Glif";

/* Icon editor; segmented control option */
"Home Screen" = "Pantalla d’inici";

/* Import questions */
"Questions added here will be asked when this shortcut is imported on a different device. Answers to these questions will be filled into the shortcut." = "Les preguntes que s’afegeixin aquí es preguntaran quan s’importi la drecera a un altre dispositiu. Les respostes a aquestes preguntes s’omplen a la drecera.";

/* Import questions */
"You can try your import questions using the “Customize Shortcut” button in this shortcut's settings." = "Pots provar les preguntes d’importació amb el botó “Personalitzar la drecera” que trobaràs a la configuració d’aquesta drecera.";

/* Import questions detail view */
"Default Answer" = "Resposta per omissió";

/* Import questions detail view */
"Question Text" = "Text de la pregunta";

/* Import questions detail view */
"Type a question here…" = "Escriu una pregunta aquí…";

/* Import questions details view; navigation bar title */
"Details" = "Detalls";

/* Import questions; button */
"Add New Question…" = "Afegir nova pregunta…";

/* Import questions; choose a parameter prompt */
"Choose a parameter from one of the actions below." = "Selecciona un paràmetre d’una de les accions següents.";

/* Import questions; choose parameter title */
"Choose a Parameter" = "Seleccionar un paràmetre";

/* Import questions; no actions error message */
"This shortcut has no actions. Please add some actions to your shortcut before setting up Import Questions." = "Aquesta drecera no té cap acció. Afegeix alguna acció a la drecera abans de configurar les preguntes d’importació.";

/* Indicates what types of input the shortcut accepts; %@=list of types */
"This shortcut accepts %@" = "Aquesta drecera accepta: %@";

/* Input types of action */
"Input" = "Entrada";

/* Input variable description */
"Gets the output of the previous action." = "Obté la sortida de l’acció anterior.";

/* Install app icon; should match App Store GET button */
"GET" = "OBTENIR";

/* Instructions on building a shortcut */
"Add actions from the bottom to build your shortcut." = "Afegeix accions des de la part inferior per construir la drecera.";

/* Instructions on building a shortcut; please make sure to account for right-to-left layout */
"Add actions from the left to build your shortcut." = "Afegeix accions des de l’esquerra per construir la drecera.";

/* Item can be anything */
"anything" = "qualsevol cosa";

/* Keep all shortcuts */
"Keep All" = "Conservar-ho tot";

/* Keep shortcuts */
"Keep" = "Conservar";

/* Keep shortcuts; %lu = number of shortcuts */
"Keep %lu" = "Conservar %lu";

/* Label for accessibility custom action to expand actions card */
"Expand" = "Expandir";

/* Label for accessibility custom action to minimize actions card */
"Collapse" = "Contreure";

/* Label for types that the workflow accepts. */
"Accepted Types" = "Tipus acceptats";

/* Like 'Add new item' or 'Add new image' */
"Add %@" = "Afegir %@";

/* List editor message (value = image, string, etc.) */
"What type of value do you want to add?" = "Quin tipus de valor vols afegir?";

/* Long date formatting style */
"Long" = "Llarg";

/* Manage sharing */
"Manage Sharing" = "Gestionar l’ús compartit";

/* Medium date formatting style */
"Medium" = "Mitjana";

/* Missing action error action */
"Update Shortcuts" = "Actualitzar l’app Dreceres";

/* Missing action error title */
"This action could not be found in this version of Shortcuts." = "L’acció no es pot trobar en aquesta versió de l’app Dreceres.";

/* Name and store URL of product or item on App Store */
"Name and Store URL" = "Nom i URL de la botiga";

/* Name of measurement unit */
"Unit (Name)" = "Unitat";

/* Navigation bar title */
"Select a Magic Variable" = "Seleccionar una variable màgica";

/* Navigation bar title; resolve workflow conflicts */
"Resolve Conflicts" = "Resoldre conflictes";

/* No variables avaiable error */
"⚠️ Variable not available." = "⚠️ Variable no disponible.";

/* None option */
"None" = "Cap";

/* Note about using the action */
"Note" = "Nota";

/* Parameter already in use by another import question */
"Already In Use" = "Ja s’utilitza";

/* Parameter not supported for import question */
"Not Supported for Questions" = "No és compatible amb les preguntes";

/* Piece of text */
"Text" = "Text";

/* Prompt displayed to the user when importing a shortcut where the source app is not known. */
"This shortcut was imported from another app. Are you sure you want to run it?" = "Aquesta drecera és importada d’una altra app. Confirmes que la vols executar?";

/* RFC 2822 date formatting style */
"RFC 2822" = "RFC 2822";

/* Relative date formatting style */
"Relative" = "Relatiu";

/* Relative date or time formatting style */
"How Long Ago/Until" = "Quan temps fa/fins quan";

/* Remote device name for sync conflict when not known */
"Unknown Device" = "Dispositiu desconegut";

/* Rename Magic Variable prompt message; %@ = action name */
"This name will be used for all of this %@ action’s Magic Variables." = "Aquest nom s’utilitzarà a totes les variables màgiques de l’acció “%@”.";

/* Rename Magic Variable prompt title */
"Rename Magic Variable" = "Canviar el nom de la variable màgica";

/* Rename shortcut alert title */
"Rename Shortcut" = "Canviar el nom de la drecera";

/* Rename shortcut message */
"Enter a new name for your shortcut." = "Introdueix un nom nou per a la drecera.";

/* Rename workflow or variable */
"Rename" = "Canviar el nom";

/* Requirements for the action (having certain apps installed, iOS version, etc.) */
"Requires" = "Requereix";

/* Result types of action */
"Result" = "Resultat";

/* Reveal action that is associated with the variable */
"Reveal Action" = "Mostrar l’acció";

/* Scripting category */
"Scripting" = "Scripts";

/* Search bar placeholder or keycommand discoverability title */
"Search" = "Buscar";

/* Section header title; Apple Watch complication shortcuts */
"Complication Shortcuts" = "Dreceres de complicacions";

/* Select all input types */
"Select All" = "Seleccionar‑ho tot";

/* Sentence describing the current filter. The first argument (%@) is the search action and the second argument (%@) is the property (e.g. '`Find Calendar Events Where` `Start Date`…') */
"%@ %@…" = "%@ %@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property and the third argument (%@) is the operator that is used (e.g. '`Find Calendar Events Where` `Start Date` `is in the next`…') */
"%@ %@ %@…" = "%@ %@ %@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property, the third argument (%@) is the operator that is used and the fourth argument (%@) is the value (e.g. '`Find Calendar Events Where` `Start Date` `is in the next` `5`…') */
"%@ %@ %@ %@…" = "%@ %@ %@ %@…";

/* Service name followed by account, e.g. Dropbox (johnmiller@gmail.com) */
"%@ (%@)" = "%@ (%@)";

/* Share a shortcut */
"Share Shortcut" = "Compartir drecera";

/* Share a workflow along with a description */
"Share with Description" = "Compartir amb descripció";

/* Share a workflow as a file */
"Share as File" = "Compartir com a arxiu";

/* Share shortcut */
"Share" = "Compartir";

/* Short date formatting style */
"Short" = "Curt";

/* Shortcut contains no actions error description, %@=shortcut name */
"“%@” contains no actions." = "“%@” no conté cap acció.";

/* Shortcut contains no actions error title */
"Empty Shortcut" = "Drecera buida";

/* Shortcut contains no actions error title */
"No Actions" = "Cap acció";

/* Shortcut description placeholder */
"Customize Shortcut…" = "Personalitzar la drecera…";

/* Shortcut icon */
"Icon" = "Icona";

/* Shortcut picker; navigation bar title */
"Choose Shortcut" = "Seleccionar drecera";

/* Shortcut reordering; %1$@,%2$@ = shortcut names */
"Moved between %1$@ and %2$@" = "Traslladat entre: %1$@ i %2$@";

/* Shortcut reordering; %@ = shortcut name */
"Moved to end after %@" = "Traslladat al final després de %@";

/* Shortcut reordering; %@ = shortcut name */
"Moved to top before %@" = "Traslladat al principi abans de %@";

/* Shortcut type selection view; widget info detail text */
"To use shortcuts from the Today Widget, follow a few simple steps to add the widget. Or, tap Done to set up later." = "Per utilitzar les dreceres del Widget del dia, només has de seguir uns senzills passos per afegir el widget. També pots prémer Fet per configurar‑ho després.";

/* Shortcut type selection view; widget info slogan text */
"Add the Today Widget to run shortcuts lightning fast." = "Afegeix el Widget del dia per executar dreceres a la velocitat de la llum.";

/* Shortcut types help view; accessiblity hint */
"Screenshot of a share sheet in Safari with the Shortcuts activity highlighted" = "Captura de pantalla d’un full compartit al Safari amb l’activitat de l’app Dreceres ressaltada";

/* Shortcut types help view; info label */
"Action Extension shortcuts are run from the share sheet inside other apps." = "Les dreceres d’ampliació d’acció s’executen des del full compartit dins d’altres apps.";

/* Shortcut types help view; info label */
"Today Widget shortcuts are run in Notification Center by pulling down from the top of the screen." = "Les dreceres del Widget del dia s’executen al centre de notificacions lliscant cap avall des de la part superior de la pantalla.";

/* Shortcut types help view; title */
"Shortcut Types" = "Tipus de dreceres";

/* Shortcut was deleted on a specified device */
"Deleted on %@" = "Eliminat de: %@";

/* Shortcut was deleted on another device */
"Deleted on another device" = "Eliminat en un altre dispositiu";

/* Shortcut was modified on a specified device */
"Modified on %@" = "Modificat a l’%@";

/* Shortcut was modified on another device */
"Modified on another device" = "Modificat en un altre dispositiu";

/* Shortcuts picker; search bar placeholder */
"Search shortcuts…" = "Buscar dreceres…";

/* Shortcuts types help view; accessibility label */
"Screenshot of the Shortcuts widget in Notification Center" = "Captura de pantalla del widget de l’app Dreceres al centre de notificacions";

/* Siri phrase */
"“%@”" = "“%@”";

/* Skip gallery shortcut import configuration */
"Skip Setup" = "Ometre la configuració";

/* Specifies how the automatic capitalization of the name of a shortcut should work: 0 = No auto capitalization, 1 = Only the first word, 2 = All words */
"Auto-capitalization for Shortcut Name" = "1";

/* Stop sharing the link to a shortcut */
"Stop Sharing" = "Deixar de compartir";

/* Submit a workflow to the gallery */
"Submit to Gallery" = "Enviar a la Galeria";

/* Tap to choose an option */
"Tap to Choose" = "Prem per triar";

/* Text when sharing a shortcut */
"Check out the shortcut I built!" = "Dona un cop d’ull a la drecera que he creat!";

/* The accessibility label for the actions table view container */
"Actions Controller" = "Controlador d’accions";

/* The location of the share button in Safari on iPad */
"the bottom of the screen" = "la part inferior de la pantalla";

/* The location of the share button in Safari on iPad */
"the top right of the screen" = "la part superior dreta de la pantalla";

/* The workflow accepts anything as input. Shown like “Accepts Anything” */
"Anything" = "Qualsevol cosa";

/* The workflow accepts nothing as input. Shown like “Accepts Nothing” */
"Nothing" = "Res";

/* Title */
"Actions" = "Accions";

/* Title */
"Date Format" = "Format de la data";

/* Title */
"Requires Handoff" = "Requereix el Handoff";

/* Title */
"Shortcuts" = "Dreceres";

/* Title */
"Time Format" = "Format de l’hora";

/* Title */
"Type" = "Tipus";

/* Title for action drawer categories view */
"Categories" = "Categories";

/* Title for configuration page for unit */
"Unit (Title)" = "Unitat";

/* Title of main screen showing your library of shortcuts */
"Library" = "Biblioteca";

/* Title of the view controller that allows the user to control which shortcuts appear in the Today Widget */
"Customize Shortcuts" = "Personalitzar les dreceres";

/* Title or button */
"Import Questions" = "Preguntes d’importació";

/* Today widget explanation */
"Boom! Your Today Widget is set up." = "El Widget del dia està configurat.";

/* Today widget explanation */
"Next, grab some Today Widget shortcuts from the Gallery." = "I ara, agafa algunes dreceres del Widget del dia que trobaràs a la Galeria.";

/* Today widget explanation */
"With the Shortcuts Today Widget, you can run shortcuts in a single tap from any app just by pulling down Notification Center." = "Amb el Widget del dia de l’app Dreceres pots executar dreceres prement una vegada des de qualsevol app simplement desplaçant avall el centre de notificacions.";

/* Today widget explanation button */
"Add Widget" = "Afegir widget";

/* Today widget explanation button */
"View the Gallery" = "Veure la Galeria";

/* Today widget explanation; please do not localize %MODEL% */
"Run shortcuts lightning fast, from anywhere on your %MODEL%." = "Executa dreceres a la velocitat de la llum des de qualsevol %MODEL%.";

/* Unknown item */
"Unknown" = "Desconegut";

/* Used in a phrase like 'Add new item' */
"new item" = "nou ítem";

/* User’s favorited workflows or actions */
"Favorites" = "Favorits";

/* Variable field placeholder */
"Variable Name" = "Nom de variable";

/* Variable picker; none available error message */
"You can create a variable by adding a “Set Variable” action." = "Pots crear una variable afegint l’acció “Definir variable”.";

/* Varible picker; none available error title */
"No Variables Are Available" = "No hi ha cap variable disponible";

/* Workflow conflicts; navigation bar back button title */
"Conflicts" = "Conflictes";

/* Workflow import flow title shown above import question */
"Configure This Shortcut" = "Configura aquesta drecera";

/* Workflow name */
"Name of Shortcut" = "Nom";

/* Workflow type selection view */
"Tap Done to continue editing your shortcut." = "Prem Fet per continuar editant la drecera.";

/* Workflow types help view; accessibility hint */
"Screenshot of the Shortcuts watch app" = "Captura de pantalla de l’app Dreceres de l’Apple watch";

/* Workflow types help view; info label */
"Apple Watch shortcuts are run from your wrist via the Shortcuts watch app or Complication." = "Pots executar les dreceres d’Apple Watch des del canell per mitjà de l’app Dreceres per al rellotge o de la complicació.";

/* Workflow types help view; instructions label */
"How do I find the Today Widget?" = "Com puc trobar el widget del dia?";

/* iOS Today Widget */
"Today Widget" = "Widget del dia";

